[
  {
    "id": 1743394281509,
    "title": "Annual Company Retreat 2025",
    "message": "Dear Team,\n\nWe are excited to announce that our Annual Company Retreat will be taking place on Friday, April 15th, 2025, at Mountain View Resort in the beautiful Hillside National Park.\n\nThis year’s retreat will focus on team building, leadership development, and celebrating our collective successes. We have an exciting agenda lined up, including:\n\nWorkshops on innovation and creativity\n\nOutdoor team-building exercises\n\nKeynote speech by our CEO, [CEO Name]\n\nFun activities such as hiking, yoga, and a bonfire night\n\nThe retreat will provide a great opportunity to relax, unwind, and strengthen the bonds within our team. The event is fully paid for, and accommodations will be provided. Transportation will be organized for all employees departing from the office at 8:00 AM on the day of the retreat.\n\nWe encourage everyone to join us and make the most of this wonderful opportunity. Please RSVP by April 5th, 2025, to secure your spot and any accommodation preferences. You can do so by replying to this email or filling out the RSVP form here.\n\nIf you have any questions or special requests, don’t hesitate to reach out to the HR team at [HR contact email].\n\nWe look forward to seeing you there and spending an inspiring and memorable weekend together!\n\nBest regards,\nRey Mark Rivas\nHR Department\nUC SIT-IN MONITORING\nuc.edu@mail.com | 999999",
    "date": "2025-03-31T04:11:21.509Z"
  },
  {
    "id": 1743394056667,
    "title": "CHECKING TODAY",
    "message": "SIT-IN HISTORY/FEEDBACK(USER MOD.), VIEW FEEDBACKS(ADMIN MOD.), RESET SESSIONS(ALL BY ADMIN)",
    "date": "2025-03-31T04:07:36.667Z"
  },
  {
    "id": 1743391789278,
    "title": "TOMORROW APRIL 1, 2025 NO CLASSES TO ALL NATIONWIDE",
    "message": "Happy Eid al-Fitr Everyone!",
    "date": "2025-03-31T03:29:49.278Z"
  },
  {
    "id": 1742959548343,
    "title": "SYSARCH-CHECKING TODAY \"LACK\"",
    "message": "SIT-IN HISTORY SECTION",
    "date": "2025-03-26T03:25:48.343Z"
  },
  {
    "id": 1742736932326,
    "title": "MIGOOOOO",
    "message": "AMIGOOOO",
    "date": "2025-03-23T13:35:32.326Z",
    "updatedAt": "2025-03-23T13:39:43.538Z"
  }
]